alacritty
alsa-utils
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
clipmenu
cmake
cowsay
cups
dunst
efibootmgr
emacs
eza
fakeroot
fastfetch
fd
ffmpeg
file-roller
flameshot
fortune-mod
fzf
gimp
git
gparted
grub
gvfs
gvfs-gphoto2
gvfs-mtp
hplip
iptables-nft
kvantum
kvantum-qt5
libreoffice-still
lolcat
lxappearance
man-db
man-pages
mpd
mpv
mtpfs
ncmpcpp
neovim
networkmanager
network-manager-applet
noto-fonts
ntfs-3g
os-prober
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
pass
pcmanfm
picom
pipewire
pipewire-alsa
pipewire-pulse
playerctl
polkit-gnome
pyenv
python-dbus-fast
python-flake8
python-lsp-black
python-psutil
python-xdg
python-requests
qalculate-gtk
qemu
qt5ct
qtile
reflector
ripgrep
rofi
rsync
sddm
shellcheck
slock
socat
starship
sudo
texlive-bin
texlive-latexextra
texlive-latexrecommended
tlp
transmission-gtk
ttc-iosevka-aile
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-roboto
ttf-ubuntu-font-family
viewnior
virt-manager
virtualbox
vlc
vlc-plugins-all
wget
wireplumber
xdg-desktop-portal
xdg-user-dirs
xorg-server
xorg-xhost
xorg-xprop
xorg-xsetroot
xwallpaper
yad
zathura
zathura-pdf-mupdf
